GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
PKief.material-icon-theme
Prisma.prisma
YoavBls.pretty-ts-errors
astro-build.astro-vscode
biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
denoland.vscode-deno
esbenp.prettier-vscode
github.vscode-github-actions
golang.go
ms-python.python
ms-python.vscode-pylance
openai.chatgpt
redhat.vscode-yaml
rust-lang.rust-analyzer
tamasfe.even-better-toml
ziglang.vscode-zig
