GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
PKief.material-icon-theme
YoavBls.pretty-ts-errors
astro-build.astro-vscode
biomejs.biome
bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.vscode-github-actions
golang.go
jeff-hykin.better-nix-syntax
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.black-formatter
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.makefile-tools
mtxr.sqltools
mtxr.sqltools-driver-pg
swiftlang.swift-vscode
vadimcn.vscode-lldb
vivaxy.vscode-conventional-commits
